{
  "link": "https://www.shopdorsey.com/collections/rings/products/bartlett-emerald-ring",
  "title": "BARTLETT, LAB EMERALD RING, SILVER",
  "imgContainer": [
    "//www.shopdorsey.com/cdn/shop/files/bartlett-ecom-emerald-pdp_2400x2400.png?v=1694787994",
    "//www.shopdorsey.com/cdn/shop/files/bartlett-ecom-emerald-pdp-angle_2400x2400.png?v=1694787994",
    "//www.shopdorsey.com/cdn/shop/files/preview_images/f770d4c5ced244258bf0da7eb9406572.thumbnail.0000000000_1024x.jpg?v=1695163744",
    "//www.shopdorsey.com/cdn/shop/files/bartlett-2_2400x2400.png?v=1695164160",
    "//www.shopdorsey.com/cdn/shop/files/preview_images/63ef4f37edee48e292b2fc039ace656f.thumbnail.0000000000_1024x.jpg?v=1695164567"
  ],
  "vidContainer": [],
  "description": [
    "\n        The Bartlett Ring features a 6.75 carat pear shaped lab-grown emerald surrounded by a halo of 1.60 carats of white sapphires or diamonds.  \n Holiday Production Time: This made to order ring ships 4 - 6 weeks from order date. Due to increased order volume during the holiday season, please place your order by November 1st for guaranteed delivery before December 25th. Orders placed after this date cannot be guaranteed to arrive in time for the holidays.\nCustom styles can only be returned for store credit.\n      "
  ],
  "details": "\n                \nMetal: Sterling silver or 14k white gold\nCenter stone: Lab-grown emerald \nHalo: Lab-grown white sapphire or lab-grown diamond\nStone Shape: Pear center and round halo\n\n\n\n6.75 CTW DEW lab-grown emerald\n1.6 CTW DEW lab-grown white sapphire or  1.6 CTW  E/F VS1 lab-grown diamond\n\nWhat is Lab-Grown?\nDorsey gemstones are engineered in a lab meant to mimic the conditions in which the stones naturally develop beneath the Earth’s crust. So they have the same physical and chemical properties as mined stones, but without harm caused to the environment or those who mine for them. Lab-grown gemstones are more affordable than mined gemstones but the quality, sparkle, and timelessness factor remains the same. This is the future of beautiful jewelry.  \nLab-grown diamond expressed in Carat Total Weight (CTW). Lab-grown sapphire and emerald CTW expressed in Diamond Equivalent Weight.\n              ",
  "basePrice": "$720"
}