{
  "link": "https://www.shopdorsey.com/collections/bracelets/products/small-large-heart-id-bracelet-gold",
  "title": "SMALL HEART ID BRACELET, GOLD",
  "imgContainer": [
    "//www.shopdorsey.com/cdn/shop/products/9_ca9bc2a8-5d0b-4651-8c4b-c9cad70d1284_2400x2400.jpg?v=1689296754",
    "//www.shopdorsey.com/cdn/shop/products/34_53b89afd-c8a9-48b1-ba8a-d2c14dd20ff5_2400x2400.png?v=1689296754",
    "//www.shopdorsey.com/cdn/shop/products/Untitleddesign-6_09953dea-26e6-4b2c-9f61-084952744702_2400x2400.png?v=1689296754",
    "//www.shopdorsey.com/cdn/shop/products/Untitleddesign_30_copy2_26251664-defa-456d-98d2-a20e92a9a8bb_2400x2400.jpg?v=1689296754",
    "//www.shopdorsey.com/cdn/shop/products/5cd2d1c06d5f440ba72adad8ab6f17a3.thumbnail.0000000_1024x.jpg?v=1646895049"
  ],
  "vidContainer": [],
  "description": [
    "\n        Holiday Production Time: This made to order ID ships 14 days from purchase date.   Please place your order by December 6th for guaranteed delivery before December 25th. Orders placed after this date cannot be guaranteed to arrive in time for the holidays. \nThe next best thing to wearing your heart on your sleeve.\nDorsey ID is a tangible reminder of people or milestones in your life that mean something to you. Engraving can be simple (your initials, your daughter’s birthday, or another moment in time or person you will keep with you forever), or perhaps it’s more veiled (the nickname your brothers gave you growing up or the date you finally decided to take a leap of faith into the unknown). There’s always a story to tell. \nRendered in 14-carat-gold-coated silver or 14-carat-gold, a paperclip chain means the length can be adjusted to your preferred fit. We've been known to layer our ID with the Leonora bracelet and the Kate rivière bracelet.\nGift Ideas:\nIs this a gift? Here's what to do: engrave later. Choose an ID and send it back to us at any time for custom engraving — on us. Email VIP@shopdorsey.com.\n\n      "
  ],
  "details": "\n                Made-to-order - Ships in 14 business days from the date your order is placed\nFinal sale - Dorsey IDs are not eligible for return (with or without an engraving)\nMade in the USA\n\nAll Dorsey IDs are made custom,  regardless of engraving choice, and ship 14 business days from the date your order is placed. For more information on engraving and customization, please visit our Product Knowledge page.\n              ",
  "basePrice": "$290"
}